const dialogue = [
  {
    character: "東北イタコ",
    speech:
      "（苦しい！　苦しいですわ！　いよいよ限界ですわ！　これでは写真集さえも……。何か対策を考えなければなりませんわ。しかし、普段のお仕事でこれ以上は難しいですし……。）",
  },
  {
    character: "\u200b",
    speech:
      "イタコさまをぉ、きりたんさまがぁ、じぃっと眺めていらっしゃいますね～♪",
  },
  {
    character: "東北きりたん",
    speech: "タコねえさま、変な顔して……。また何かしでかしたんですか？",
  },
  {
    character: "東北イタコ",
    speech:
      "あら、きりちゃん。いいところに来ましたわ。少しお話したいことがありますわ。",
  },
  {
    character: "東北きりたん",
    speech: "……お話ですか。やはり何かやらかしたんですね。",
  },
  {
    character: "東北イタコ",
    speech: "もうっ……違いますわ。もう少しお姉ちゃんを信用してほしいですわ。",
  },
  {
    character: "東北きりたん",
    speech: "じゃあ何ですか？",
  },
  {
    character: "東北イタコ",
    speech: "きりちゃんも我が家の家計がギリギリなのは知ってますわよね？",
  },
  {
    character: "東北きりたん",
    speech: "ええ、まあ。",
  },
  {
    character: "東北イタコ",
    speech:
      "それがですね、いよいよ本当に限界に来て……。ずんちゃんの写真集を発売することもできませんわ！！！",
  },
  {
    character: "東北きりたん",
    speech: "え！！！　本当ですか！？　タコねえさま！！！",
  },
  {
    character: "東北イタコ",
    speech:
      "ええ、残念ながら。なので、妙案を出すのにきりちゃんにも協力してほしいのですわ。",
  },
  {
    character: "東北きりたん",
    speech:
      "もちろん協力します！　……しかし、タコねえさまが今までしてきたような怪しい商売ではいけませんね。",
  },
  {
    character: "東北イタコ",
    speech: "きりちゃんっっ……！　そんな言い方ひどいですわ……。",
  },
  {
    character: "東北きりたん",
    speech:
      "とはいえ、タコねえさまは口寄せしかできませんから、なかなか難しいですね。",
  },
  { character: "東北イタコ", speech: "きりちゃん……？" },
  {
    character: "東北きりたん",
    speech:
      "タコねえさまがもっとしっかりしていればそんなことにもならないでしょうに。",
  },
  {
    character: "東北イタコ",
    speech:
      "きりちゃん！！！　そんなに言うならきりちゃんが稼いできなさい！！！",
  },
  {
    character: "東北きりたん",
    speech:
      "えええ！！！　そんな無茶な……！　私はまだ小学生ですよ？　何もできませんよ。",
  },
  {
    character: "東北イタコ",
    speech:
      "そんなの部屋にあるもの売ればいいでしょ！！　ゲーム機でもなんでも売ってしまいなさい！！　どうせいりませんわ！！！",
  },
  {
    character: "東北きりたん",
    speech:
      "はあ……。タコねえさま……。そんなのできるわけありません。ニートにとってゲーム機は命に等しいものなのです。奪われては生きていけません。",
  },
  {
    character: "東北イタコ",
    speech:
      "そう。なら今後、きりちゃんにはずんちゃんの写真集を売らないことになるだけですわ。",
  },
  {
    character: "東北きりたん",
    speech:
      "ええええぇぇぇぇぇ！！！！！　な、何でですか！！！！　いくらなんでもあんまりです！！！！",
  },
  { character: "東北イタコ", speech: "なら、お金を集めてきなさい。" },
  {
    character: "東北きりたん",
    speech: "そんなこと言われても……！",
  },
  {
    character: "東北イタコ",
    speech: "そうですか。まあ、あたしは構いませんわ。",
  },
  {
    character: "東北きりたん",
    speech:
      "タ、タコねえさま……いえ、イタコねえさま……。何か方法を思いつきますので少し時間をください……！",
  },
  {
    character: "\u200b",
    speech: "しばらく考えるものの何も思いつかないきりたんさま～♪",
  },
  {
    character: "東北イタコ",
    speech:
      "まあ、きりちゃんが頼りにならないのはわかりきっていたことです！　あたしが何とかしますからもういいですわ。",
  },
  {
    character: "東北きりたん",
    speech:
      "イタコねえさま！！　待ってください！！！　私には写真集が……！　写真集が必要なんです！！！",
  },
  {
    character: "\u200b",
    speech:
      "きりたんさまがぁ、イタコさまの袖を掴んでいらっしゃいますね～♪　これだけ見るとぉ、ただの仲の良い姉妹ですね～♪",
  },
  { character: "東北イタコ", speech: "あたしには関係ないことですわ。" },
  {
    character: "東北きりたん",
    speech: "そんな……！　ご慈悲を！　ご慈悲をっっ……！！！",
  },
  { character: "東北イタコ", speech: "………………………………。" },
  {
    character: "\u200b",
    speech: "イタコさまぁ、きりたんさまの手を放して行ってしまいますね～♪",
  },
  {
    character: "東北きりたん",
    speech:
      "ぅ……うわぁぁぁぁぁぁぁぁぁぁぁぁ！！！……うわぁぁぁぁぁぁぁぁぁぁぁぁ！！！",
  },
  { character: "東北イタコ", speech: "えっ……！" },
  { character: "\u200b", speech: "イタコさまぁ～マズいですよ～。" },
  {
    character: "東北きりたん",
    speech:
      "タコねえさまなんて！！！……タコねえさまなんて！！！……大っ嫌いですっっ！！！……ぅう……うわぁぁぁぁぁぁぁぁぁぁぁぁ！！！",
  },
  { character: "東北イタコ", speech: "き、きりちゃん……？" },
  {
    character: "\u200b",
    speech:
      "イタコさまぁ、なんていい顔なんでしょ～♪　シャッターチャンスですね～♪　……あ、そんな場合ではありませんね～♪",
  },
  {
    character: "東北きりたん",
    speech: "あっち行ってください！！！",
  },
  {
    character: "東北イタコ",
    speech: "きりちゃん……！　お姉ちゃんが悪かったですわ……！　……ごめんなさい。",
  },
  {
    character: "東北きりたん",
    speech: "そんなのどうでもいいです！！！　あっち行ってください！！！！",
  },
  {
    character: "東北イタコ",
    speech: "きりちゃん……ずんちゃんの写真集ちゃんと売りますから。……ね？",
  },
  {
    character: "東北きりたん",
    speech: "……ずっ…………………それは本当ですか……？",
  },
  {
    character: "東北イタコ",
    speech:
      "ええ、もちろん……！　……だから、どうかお姉ちゃんを許してくださいな。",
  },
  {
    character: "東北きりたん",
    speech:
      "……ふん！　仕方ないですね、そこまで言うなら……タコねえさまのこと許してあげます。…………………でも、肝心のお金はどうするんですか？",
  },
  {
    character: "東北イタコ",
    speech: "どうしましょうねー……。",
  },
  {
    character: "\u200b",
    speech: "…………………………………………………………………………………………。",
  },
  {
    character: "\u200b",
    speech:
      "すごいですね～♪　さっきまでの騒がしさが嘘だったかのような静けさです～♪",
  },
  {
    character: "東北きりたん",
    speech: "……ねえさま！　私思いつきました！！",
  },
  { character: "東北イタコ", speech: "本当ですの！？" },
  {
    character: "東北きりたん",
    speech: "はい！　……私たちの学校では部活というものがありますよね？",
  },
  {
    character: "東北イタコ",
    speech: "ええ、そうですわね。ずんちゃんは弓道部ですわよね？",
  },
  {
    character: "東北きりたん",
    speech:
      "はい！　……で、ですね……ずんねえさまから聞いたのですが部活には学校から活動費みたいなものが支給されるみたいでして。",
  },
  {
    character: "東北イタコ",
    speech: "（……！　……きりちゃん、まさか……。）",
  },
  {
    character: "東北きりたん",
    speech:
      "で、そこから少しいただけばよいのではないかと思うんですが、どうですか？　……あ、あと部員から部費っていうのも集めれるみたいですよ？",
  },
  {
    character: "東北イタコ",
    speech:
      "（な、なんて恐ろしい子なのっっ……！！！　そんなの……！　そんなの……！！！）いいですわね。",
  },
  {
    character: "東北きりたん",
    speech:
      "本当ですか！？　……よかったです。これで写真集のためのお金が集められますね。じゃあ私は――",
  },
  {
    character: "東北イタコ",
    speech:
      "待ちなさい、きりちゃん。（この子がちゃんと理解しているか確認しないといけませんわ。）",
  },
  {
    character: "東北きりたん",
    speech: "え？　……他に何か？",
  },
  {
    character: "東北イタコ",
    speech: "あなたが提案したんですのよ？　協力しないのはナシですわ。",
  },
  {
    character: "東北きりたん",
    speech: "そんな……！？",
  },
  {
    character: "東北イタコ",
    speech: "何か問題あるんですの？",
  },
  {
    character: "東北きりたん",
    speech:
      "……はい、私はなるべく外に出たくないので部活はしたくないのですが……。",
  },
  {
    character: "東北イタコ",
    speech:
      "別にきりちゃんの名前を借りたいだけですわ。必要以上のことはやってもらう必要はありませんわよ？",
  },
  {
    character: "東北きりたん",
    speech: "……いえ、ですが………………。",
  },
  {
    character: "東北イタコ",
    speech:
      "……きりちゃん、言ってることが問題だって分かってて私に全部押し付けようとしましたね？",
  },
  {
    character: "東北きりたん",
    speech: "へ？　何のことですか？",
  },
  {
    character: "東北イタコ",
    speech: "……とぼけるんですの？　じゃあ写真集はナシですね。",
  },
  {
    character: "東北きりたん",
    speech:
      "……ちっ！　そうですよ！！　私はタコねえさまに横領させて写真集だけもらって、あわよくばタコねえさまをこの家から追い出してずんねえさまと二人きりになろうと思いました！！！　……これでいいですか？",
  },
  {
    character: "東北イタコ",
    speech:
      "そ、そこまで……！　……お、お姉ちゃんになんてひどいことをいうの、この子は……。まったくこれだからきりちゃんは可愛くないんですわ！！！",
  },
  {
    character: "東北きりたん",
    speech: "えーえー、そうですか。タコねえさまなぞどうでもいいです。",
  },
  { character: "東北イタコ", speech: "写真集いらないんですの？" },
  {
    character: "東北きりたん",
    speech: "いえ、絶対欲しいです！！",
  },
  {
    character: "東北イタコ",
    speech: "じゃあ協力しなさい。",
  },
  {
    character: "東北きりたん",
    speech: "……わかりました、タコねえさま。協力します。",
  },
  {
    character: "東北イタコ",
    speech: "そうなると私が顧問で、きりちゃんは部長だと都合がいいですわね。",
  },
  {
    character: "\u200b",
    speech:
      "――こうしてぇ、のちに天気部ができるのでしたぁ～♪　……よい子のみなさんはぁ、マネしてはいけませんよぉ～？",
  },
];

export default dialogue;
